import React, { Component } from 'react';

import './Checklist.scss';
class Checklist extends Component {
    render() {
        return (
            <section className="checklist">
                <div className="container">
                    <h2>Чеклист</h2>
                    <h4>Почти всеки от нас в даден момент и до определена степен е бил подвеждан от фалшива новина. Какво можеш да направиш, за да избегнеш капана?</h4>
                    <p><i className="far fa-check-square"></i> <i>Кой е сайтът?</i> – Разгледай сайта на медията и какви статии разпространява. Повечето заглавия скандални и катастрофични ли са? Статиите често ли навлизат в личния живот на хората?</p>
                    <p><i className="far fa-check-square"></i> <i>Чия е собствеността?</i> Повдигни вежда, ако не намираш информация за собственика или екипа.</p>
                    <p><i className="far fa-check-square"></i> <i>Прочети повече</i> – Ако се колебаеш за достоверността на някоя новина, информирай се, като провериш какво пише по темата в други източници. Ако не намираш информацията в други медии, или пък намираш същия текст, препечатан едно към едно, това е червена лампа.</p>
                    <p><i className="far fa-check-square"></i> <i>Прочети целия текст, не само заглавието</i> – Понякога заглавието е сензационно, но информацията в статията не отговаря на него.</p>
                    <p><i className="far fa-check-square"></i> <i>Провери автора</i> – Потърси дали е действителен автор или фалшиво име. Намираш ли негови снимки, интервюта с него, профили в социални медии, архив с публикации?</p>
                    <p><i className="far fa-check-square"></i> <i>Има ли източници?</i> – Обърни внимание на това какви източници са цитирани в самата статия. Самите те заслужават ли доверие? Представени ли са всички засегнати страни? Достоверната новина ще включва множество факти – цитати от солидни експерти, данни от проучвания и официална статистика.</p>
                    <p><i className="far fa-check-square"></i> <i>Провери датата на публикацията</i> – Често стари новини се постват като нови в социалните медии.</p>
                    <p><i className="far fa-check-square"></i> <i>Шега ли е?</i> – Възможно е публикуваната информация да е сатира. В България примери за сатирични сайтове са <a href="https://neverojatno.wordpress.com/">"Бъзикилийкс"</a> и <a href="https://www.nenovinite.com/">"Не!новините"</a>, по света - <a href="https://www.theonion.com/">The Onion</a>, <a href="https://www.clickhole.com/">Clickhole</a>, <a href="http://www.private-eye.co.uk/">Private Eye</a>. Въпреки заглавията си и уточнението под всяка статия, че информацията е измислена, материали от тях често влизат в истинските новини.</p>
                    <p><i className="far fa-check-square"></i> <i>Попитай експертите</i> – Ако продължаваш да не си убеден, потърси утвърден експерт по темата (например в Twitter), за да потвърди дали информацията е вярна или не.</p>
                    <p><i className="far fa-check-square"></i> <i>Проверявай снимките</i> – Ползвай инструмента <a href="https://www.labnol.org/internet/mobile-reverse-image-search/29014/">Google Reverse Search Image</a>, който позволява да търсиш с изображения, а не с думи. Така лесно ще можеш да разбереш дали конкретно изображение е било използвано извън контекста си.</p>
                </div>
            </section>
        );
    }
}

export default Checklist;